/* Publication Type and Seperator in the Publication Picker */
"   BIBLE DVD" = "   DVD De Bijbel";

/* Publication Type and Seperator in the Publication Picker */
"   BOOKS" = "   Boeken";

/* Publication Type and Seperator in the Publication Picker */
"   BROCHURES" = "   Brochures";

/* Publication Type and Seperator in the Publication Picker */
"   CAMPAIGN TRACTS" = "   SPECIALE TRAKTATEN";

/* Publication Type and Seperator in the Publication Picker */
"   DVD" = "   DVD";

/* Publication Type and Seperator in the Publication Picker */
"   TRACTS" = "   Traktaten";

/* Apartment Number and street name represented by %1$@ as the apartment number and %2$@ as the street name */
"#%@ %@" = "#%1$@ %2$@";

/* House number and apartment number represented by %1$@ as the house number and %2$@ as the apartment number */
"%@ #%@" = "%1$@ #%2$@";

/* House number, apartment number and Street represented by %1$@ as the house number, %2$@ as the apartment number, notice the # before it that will be there as 'number ...' and then %3$@ as the street name */
"%@ #%@ %@ " = "%1$@ #%2$@ %3$@ ";

/* House number and Street represented by %1$@ as the house number and %2$@ as the street name */
"%@ %@" = "%2$@ %1$@";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month and %3$d as the year */
"%@ %@ %d" = "%1$@ %2$@ %3$d";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month %3$d as the day of the month and %4$d as the year */
"%@ %@ %d, %d" = "%1$@ %3$@ %2$d, %4$d";

/* Text used in the email that is sent to the congregation secretary, the \\n you see in the text are RETURN KEYS so that you can space multiple months apart from eachother */
"%@ Field Service Activity Report:\n" = "%@ Field Service Activity Report:\n";

/* You are localizing the time (I dont know if you need to even change this) as in '1 hour 34 minutes' or '2 hours 1 minute' %1$d is the hours number %2$@ is the label for hour(s) %3$d is the minutes number and 4$%@ is the label for minutes(s) */
"%d %@ %d %@" = "%1$d %2$@ %3$d %4$@";

/* Singular form of '1 Brochure: The Trinity' with the format '%d %@: %@', the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@: %@" = "%1$d %2$@: %3$@";

/* Plural form of '2 Brochures: The Trinity' with the format '%d %@s: %@' notice the 's' in the middle for the plural form, the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@s: %@" = "%1$d %2$@s: %3$@";

/* Number of months shown in the statistics view, setting title */
"%d Months Displayed" = "%d Months Displayed";

/* 1, singular publication, shown as '%d publication' */
"%d publication" = "%d publicatie";

/* more than one publications, shown as '%d publications' */
"%d publications" = "%d publicaties";

/* Short form of Bulk Magazine Placements for the Watchtower and Awake '%d: %@' */
"%d: %@" = "%1$d: %2$@";

/* (unknown street) Placeholder Section title in the Sorted By Calls view */
"(unknown street)" = "(onbekende straat)";

/* Tracts Publication Name (T-17) */
"A Peaceful New World-Will It Come?" = "Een Vredige Nieuwe Wereld-Wanneer zal die komen?";

/* title for the marker when you have to manually set the location for a call */
"Acquiring Location..." = "Opvragen locatie...";

/* Add a initial visit action buton */
"Add a initial visit" = "Voeg eerste bezoek toe";

/* Add a placed publication action button in call view */
"Add a placed publication" = "Voeg publicatie toe";

/* Add a return visit action button */
"Add a return visit" = "Voeg nabezoek toe";

/* Button to click to add more information like phone number and email address */
"Add Additional Information" = "Voeg extra informatie toe";

/* Button to click to add an additional user to MyTime */
"Add Additional User" = "Add Additional User";

/* Button to click to add an 'Additional Information' to calls */
"Add Custom Information" = "Add Custom Information";

/* Add Information title */
"Add Info" = "Toevoegen Info";

/* Return Visit Notes Placeholder text */
"Add Notes" = "Voeg Notitie toe";

/* Action Button in the Day's Bulk Literature Placement View called 'Add placed publications' */
"Add placed publications" = "Voeg losse publicaties toe";

/* Address label for call */
"Address" = "Adres";

/* cancel button */
"All Calls" = "Alle bezoeken";

/* all publicaitons label for publication type */
"All Publications" = "Alle Publicaties";

/* Book Publication Name (si) */
"All Scripture is Inspired" = "De Gehele schrift is geïnspireerd";

/* Tracts Publication Name (T-27) */
"All Suffering Soon to End" = "Al het lijden zal spoedig eindigen";

/* Footer in the 'Additional Information' for the entries that will always show in every call */
"Any rows below that you move up here will always show up in your calls" = "Any rows below that you move up here will always show up in your calls";

/* Short month name */
"Apr" = "Apr";

/* Long month name */
"April" = "April";

/* Apartment/Floor Number */
"Apt/Floor" = "Apt/Verdieping";

/* Multiple Users: question asked when the user wants to delete a user's data */
"Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?" = "Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to delete the call (the return visits and placed literature will still be counted)?" = "Weet je zeker dat je het bezoek wilt verwijderen? (de nabezoeken en verspreidde lectuur tellen nog wel mee in het overzicht)?";

/* Short month name */
"Aug" = "Aug";

/* Long month name */
"August" = "Augustus";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Auxilliary Pioneer" = "Auxilliary Pioneer";

/* Magizine Publication Name (g) */
"Awake" = "Ontwaakt!";

/* More View Table Group Title */
"Backup" = "Backup";

/* More View Table backup your data */
"Backup using 'MyTime Backup'" = "Backup using 'MyTime Backup'";

/* message displayed when someone wants to email me, I just want to make sure that they have read the website before asking a question */
"Because I might have received > 200 emails about a question, please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question.  Also, please read the existing feature request list before requesting a feature." = "Omdat ik meer dan 200 emails over een vraag heb ontvangen, bezoek eerst de Frequently Asked Questions section van de MyTime website voordat je me met een vraag emailt.  Lees ook de bestaande feature request list (verzoek lijst) voordat je een nieuwe optie aanvraagt.";

/* Book Publication Name */
"Bible" = "Bijbel";

/* Publication Type name */
"Bible DVD" = "Bijbel DVD";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Corinthians" = "Bible DVD: 1&2 Corinthians";

/* Bible DVD Publication Name */
"Bible DVD: Acts" = "Bijbel DVD: Handelingen";

/* Bible DVD Publication Name (1543) */
"Bible DVD: John" = "Bijbel DVD: Johannes";

/* Bible DVD Publication Name (1542) */
"Bible DVD: Luke" = "Bijbel DVD: Lukas";

/* Bible DVD Publication Name (1541) */
"Bible DVD: Mark" = "Bijbel DVD: Markus";

/* Bible DVD Publication Name (1540) */
"Bible DVD: Matthew" = "Bijbel DVD: Matthéüs";

/* Bible DVD Publication Name */
"Bible DVD: Romans" = "Biibel DVD: Romeinen";

/* Bible Studies label on the Statistics View */
"Bible Studies" = "Bijbelstudies";

/* Brochures Publication Name (hb) */
"Blood" = "Bloed";

/* Publication Type name */
"Book" = "Boek";

/* Brochures Publication Name (ba) */
"Book for All" = "Boek voor Allen";

/* Publication Type name */
"Books" = "Boeken";

/* Publication Type name */
"Brochure" = "Brochure";

/* Publication Type name */
"Brochures" = "Brochures";

/* More View Table Build Date */
"Build Date" = "Versie";

/* Title for Bulk Placements view */
"Bulk Placements" = "Losse publicaties";

/* Call main title when editing an existing call */
"Call" = "Nabezoek";

/* Address title for address form */
"Call Address" = "Nabezoekadres";

/* View title */
"Calls Sorted by City" = "Nabezoeken gesorteerd op Plaats";

/* view title */
"Calls Sorted by Date" = "Nabezoeken gesorteerd op Datum";

/* View title */
"Calls Sorted by Name" = "Nabezoeken gesorteerd op Naam";

/* view title */
"Calls Sorted by Street" = "Nabezoeken gesorteerd op Straat";

/* Publication Type name */
"Campaign Tract" = "Special Traktaat";

/* Publication Type name */
"Campaign Tracts" = "Speciale Tractaten";

/* Cancel button */
"Cancel" = "Annuleren";

/* Change Date action button for visit in call view */
"Change Date" = "Verander Datum";

/* City */
"City" = "Plaats";

/* button bar title */
"City Sorted" = "Plaats";

/* This is the text that appears in the link of the email when you are transferring a call to another witness.  this is the link that they press to open MyTime */
"Click on this link from your iPhone/iTouch" = "Open deze link vanaf je  iPhone/iTouch";

/* Book Publication Name (cf) */
"Come Be My Follower" = "Come Be My Follower";

/* Tracts Publication Name (T-20) */
"Comfort for the Depressed" = "Troost voor de neerslachtigen";

/* Book Publication Name (cj) */
"Commentary on James" = "Commentary on James";

/* Book Publication Name (cn) */
"Concordance" = "Concordantie";

/* backup connected message */
"Connected to the Backup Application.\n\nUse it to create a backup or to restore a backup" = "Verbonden met de Backup Applicatie.\n\nGebruik het om een backup te maken of te herstellen";

/* More View Table Group Title */
"Contact Information" = "Contact Informatie";

/* initial message when trying to transfer backup files */
"Could not create %@ directory" = "Kon de map %@ niet maken";

/* More->Settings->Remove Custom Translation: error message if the custom translation file could not be removed */
"Could not remove custom translation" = "Could not remove custom translation";

/* 'Count' label for Number Picker; this is the label that is beside the number in the picker */
"Count:" = "Aantal:";

/* Settings label for the current user */
"Current User" = "Current User";

/* Title for field in the Additional Information for the user to create their own additional information field */
"Custom" = "Custom";

/* Book Publication Name (dp) */
"Daniel's Prophecy" = "Daniël's Profetie";

/* button bar title */
"Date Sorted" = "Datum";

/* Call Metadata */
"Date/Time" = "Datum/Tijd";

/* Short month name */
"Dec" = "Dec";

/* Long month name */
"December" = "December";

/* Multiple Users: the default user name when the user has not entered a name for themselves
"Default User" = "Default User";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Delete All Data" = "Delete All Data";

/* Yes delete the call and the data */
"Delete and don't keep info" = "Verwijderen en info niet bewaren";

/* Delete Call button in editing mode of call view */
"Delete Call" = "Verwijder Nabezoek";

/* backup connected message */
"Disconnected from the Backup Application" = "Verbroken met de Backup Applicatie";

/* Brochures Publication Name (na) */
"Divine Name" = "Goddelijke naam";

/* Label for picking the location lookup type when they do not want the return visit to show up in the map */
"Do not show in map" = "Do not show in map";

/* Tracts Publication Name (T-25) */
"Do You Have an Immortal Spirit" = "Heeft U een onsterfelijke geest";

/* Tracts Publication Name (T-71) */
"Does Fate Rule Our Lives" = "Bepaalt Het Noodlot Ons Leven";

/* Brochures Publication Name (dg) */
"Does God Care" = "Bekommert God zich om ons";

/* Brochures Publication Name (je) */
"Doing God's Will" = "Doing God's Will";

/* Book Publication Name (cl) */
"Draw Close to Jehovah" = "Nader dicht tot Jehovah";

/* Publication Type name */
"DVD" = "DVD";

/* Publication Type name */
"DVD (not counted)" = "DVD (not counted)";

/* DVD Publication Name (9224) */
"DVD Drama: Bore Witness" = "DVD Drama: Wees Getuige";

/* DVD Publication Name  (9215) */
"DVD Drama: Noah/David" = "DVD Drama: Noach/David";

/* DVD Publication Name (9215) */
"DVD Drama: Pursue Goals" = "DVD Drama: Nastreven van doelen";

/* DVD Publication Name  */
"DVD Drama: Respect Authority" = "DVD Drama: Respecteer Jehovah's Authoriteit";

/* DVD Publication Name (9241) */
"DVD Drama: Submit to Authority" = "DVD Drama: Onderworpen aan Authoriteit";

/* DVD Publication Name (9241) */
"DVD Drama: Troublesome Times/Boldly Witnessing" = "DVD Drama: Moeilijke tijden/Vrijmoedig getuigen";

/* DVD Publication Name */
"DVD: Bible Stories" = "DVD: Bijbelverhalen";

/* DVD Publication Name (9232) */
"DVD: Bible Teach" = "DVD: Wat leert de bijbel";

/* DVD Publication Name (9220) */
"DVD: Family Happiness" = "DVD: Gezinsgeluk";

/* DVD Publication Name (9211) */
"DVD: God's Friend" = "DVD: God's Vriend";

/* DVD Publication Name () */
"DVD: Great Teacher" = "DVD: Great Teacher";

/* DVD Publication Name (9202) */
"DVD: Greatest Man" = "DVD: Grootste Mens";

/* DVD Publication Name (9218) */
"DVD: Keep on the Watch" = "DVD: Blijf waakzaam";

/* DVD Publication Name (1297) */
"DVD: Knowledge" = "DVD: Kennis";

/* DVD Publication Name (9201) */
"DVD: Require" = "DVD: Verlangt";

/* DVD Publication Name (9203) */
"DVD: Sing Praises Vol 1&2" = "DVD: Zing Lofzangen Vol 1&2";

/* DVD Publication Name (9229) */
"DVD: Sing Praises Vol 3" = "DVD: Zing lofzangen Vol 3";

/* DVD Publication Name (9216) */
"DVD: Spirits of the dead" = "DVD: Geesten van de doden";

/* DVD Publication Name (9221) */
"DVD: When someone you love dies" = "DVD: Wanneer een geliefde sterft";

/* DVD Publication Name (9213) */
"DVD: Worship God" = "DVD: Aanbid God";

/* Brochures Publication Name (ed) */
"Education" = "Onderwijs";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy" = "EEE, d/M/yyy";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy h:mma" = "EEE, d/M/yyy h:mma";

/* Call Metadata */
"Email" = "Email";

/* This is text used in the statistics view where you click on the 'ActionSheet' button and it asks you what you want to do to email your congregation secretary your statistics where %@ is the placeholder for the month */
"Email %@ Report" = "Email %@ Report";

/* More View Table backup your data by emailing the data */
"Email backup" = "Email backup";

/* Email the call details to another MyTime user */
"Email Details" = "Email Details";

/* Months to email Information title */
"Email Report" = "Email Report";

/* Google Localized Language Name */
"en" = "nl";

/* More View Table Enable shown popups */
"Enable shown popups" = "Popups aan";

/* Tracts Publication Name (T-21) */
"Enjoy Family Life" = "Geniet Van Het Gezinsleven";

/* Custom Information Placeholder before the user enters in what they want to call this field, like 'Son's name' or whatever */
"Enter Name Here" = "Vul hier een naam in";

/* Book Publication Name (ce) */
"Evolution or Creation" = "Evolutie of Schepping";

/* Book Publication Name (es) */
"Examining the Scriptures Daily" = "Examining the Scriptures Daily";

/* backup failed string */
"Failed advertising server" = "Failed advertising server";

/* failure message for starting the backup service */
"Failed creating server" = "Failed creating server";

/* Book Publication Name (fy) */
"Family Happiness" = "Gezinsgeluk";

/* Book Publication Name (fl) */
"Family Life" = "Family Life";

/* Short month name */
"Feb" = "Feb";

/* Long month name */
"February" = "Februari";

/* Subject text for the email that is sent for the Field Service Activity report */
"Field Service Activity Report" = "Vedlddienst Activiteit Bericht";

/* Button in More->settings that points the user to the bug tracking system */
"Found a bug?" = "Een probleem gevonden?";

/* Book Publication Name (po) */
"God's Eternal Purpose" = "God's Eternal Purpose";

/* Brochures Publication Name (gf) */
"God's Friend" = "Gods Vriend";

/* Book Publication Name (ka) */
"God's Kingdom Has Approached" = "God's Kingdom Has Approached";

/* Book Publication Name (gm) */
"God's Word" = "Gods Woord";

/* Brochures Publication Name (gl) */
"Good Land" = "Goede Land";

/* Brochures Publication Name  */
"Good News for People of All Nations" = "Goed Nieuws voor mensen uit alle Natiën";

/* Book Publication Name (gh) */
"Good News to Make You Happy" = "Good News to Make You Happy";

/* Brochures Publication Name (hp) */
"Government" = "Regering";

/* Book Publication Name (gt) */
"Greatest Man Who Ever Lived" = "Grootste Mens";

/* Brochures Publication Name (gu) */
"Guidance of God" = "Leiding van God";

/* Book Publication Name (hp) */
"Happiness-How to Find It" = "Happiness-How to Find It";

/* Tracts Publication Name (T-74) */
"Hellfire-Is It Part of Divine Justice?" = "Het Hellevuur-Een Uiting Van Goddelijke Gerechtigheid?";

/* Book Publication Name (hs) */
"Holy Spirit" = "Holy Spirit";

/* Singular form of the word hour */
"hour" = "uur";

/* Plural form of the word hours */
"hours" = "uren";

/* 'Hours' ButtonBar View text, Label for the amount of hours spend in the ministry, and Expanded name when on the More view */
"Hours" = "Uren";

/* House Number */
"House Number" = "Huisnummer";

/* Tracts Publication Name (rp) */
"How to Find the Road to Paradise" = "Hoe De Weg Te Vinden Naar Het Paradijs";

/* button that the user clicks when they have let their Yes mean Yes that they have read the website */
"I have read the webpage" = "Ik heb de website bekeken";

/* This is the text that appears in the link of the email when you are wanting to restore from a backup.  this is the link that they press to open MyTime */
"If you want to restore from your backup, click on this link from your iPhone/iTouch" = "Als je een backup wilt terugzetten, klik dan op deze link op uw iPhone/iTouch";

/* Title in the 'Additional Information' for the entries that will always show in every call */
"Information Always Shown" = "Information Always Shown";

/* This is used to signify the first visit which is not counted as a return visit.  This is in the view where you get to pick the visit type */
"Initial Visit" = "Eerste bezoek";

/* Initial Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Initial Visit Notes" = "Notities Eerste Bezoek";

/* Book Publication Name (it) */
"Insight" = "Inzicht";

/* Book Publication Name (ct) */
"Is there a Creator Who Cares About You?" = "Schepper";

/* Book Publication Name (tl) */
"Is This Life All There Is?" = "Is This Life All There Is?";

/* Book Publication Name (ip-1) */
"Isaiah's Prophecy I" = "Jesaja's Profetie I";

/* Book Publication Name (ip-2) */
"Isaiah's Prophecy II" = "Jesaja's Profetie II";

/* Short month name */
"Jan" = "Jan";

/* Long month name */
"January" = "Januari";

/* Brochures Publication Name (jt) */
"Jehovah's Witnesses" = "Jehovah's Getuigen";

/* Tracts Publication Name (T-18) */
"Jehovah's Witnesses-What Do They Believe?" = "Jehovah's Getuigen-Wat Geloven Zij?";

/* Tracts Publication Name (T-23) */
"Jehovah-Who Is He?" = "Jehovah-Wie Is Hij?";

/* Tracts Publication Name (T-24) */
"Jesus Christ-Who Is He?" = "Jezus-Wie Is Hij?";

/* Short month name */
"Jul" = "Jul";

/* Long month name */
"July" = "Juli";

/* Short month name */
"Jun" = "Jun";

/* Long month name */
"June" = "Juni";

/* Brochures Publication Name (kp) */
"Keep on the Watch!" = "Blijf waakzaam!";

/* Book Publication Name (lv) */
"Keep Yourselves in Gods Love" = "Keep Yourselves in Gods Love";

/* Tracts Publication Name (T-26) */
"Know the Bible" = "Ken De Bijbel";

/* Book Publication Name (kl) */
"Knowledge That Leads to Everlasting Life" = "Kennis";

/* Brochures Publication Name (pc) */
"Lasting Peace" = "Blijvende Vrede";

/* Book Publication Name (te) */
"Learn From the Great Teacher" = "Learn From the Great Teacher";

/* Book Publication Name (kc) */
"Let Your Kingdom Come" = "Let Your Kingdom Come";

/* Book Publication Name (lp) */
"Life Does Have A Purpose" = "Life Does Have A Purpose";

/* Tracts Publication Name (T-15) */
"Life in a Peaceful New World" = "Leven in een vredige nieuwe wereld";

/* Brochures Publication Name (le) */
"Life on Earth" = "Leven Op Aarde";

/* Book Publication Name (te) */
"Listen to the Great Teacher" = "Listen to the Great Teacher";

/* Book Publication Name (pe) */
"Live Forever in Paridise on Earth" = "Live Forever in Paridise on Earth";

/* Book Publication Name (jd) */
"Live With Jehovah's Day in Mind" = "Live With Jehovah's Day in Mind";

/* Label for picking the location lookup type */
"Locate using google Maps" = "Tonen in Google Maps";

/* Select Location informatio type Type title */
"Location" = "Locatie";

/* title for the marker when you have to manually set the location for a call */
"Location Unavaliable, please move me" = "Locatie onbeschikbaar, verplaats mij";

/* Brochures Publication Name (mn) */
"Look!" = "Zie!";

/* Publication Type name */
"Magazine" = "Tijdschrift";

/* Publication Type name */
"Magazines" = "Tijdschriften";

/* Book Publication Name (sl) */
"Man's Salvation" = "Man's Salvation";

/* Book Publication Name (sh) */
"Mankind's Search for God" = "De Mens Op Zoek Naar God";

/* Label for picking the location lookup type */
"Manually pick Location" = "Handmatig Locatie invoeren";

/* Mapped calls view title */
"Mapped Calls" = "Nabezoeken in kaart";

/* Short month name */
"Mar" = "Mrt";

/* Long month name */
"March" = "Maart";

/* Short/Long month name */
"May" = "Mei";

/* Campaign Tract Publication Name (mi yearly tract) */
"Memorial Tract" = "Memorial Tract";

/* Book Publication Name (sg) */
"Ministry School" = "Theocratische School";

/* Singular form of the word minute */
"minute" = "minuut";

/* Plural form of the word minutes */
"minutes" = "minuten";

/* Call Metadata */
"Mobile Phone" = "Mobiel";

/* Month singular */
"Month" = "Maand";

/* Title for selecting the number of months shown in the statistics view */
"Month Count" = "Maand Opgeteld";

/* Months plural */
"Months" = "Maanden";

/* title for the marker when you have to manually set the location for a call */
"Move me" = "Verplaats mij";

/* Yes roll over the extra minutes to the next month where %d is the placeholder for the number of minutes */
"Move to next month" = "Move to next month";

/* Settings section header for the current user */
"Multiple User Settings" = "Multiple User Settings";

/* Book Publication Name (my) */
"My Book of Bible Stories" = "Mijn Boek Met Bijbelverhalen";

/* Email subject line for the email that has your backup data in it */
"MyTime Application Data Backup" = "MyTime Applicatie Data Backup";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Call, open this on your iPhone/iTouch" = "MyTime Call, open deze mail op uw iPhone/iTouch";

/* This message is displayed when someone clicks on a link in an email or a webpage which will open up mytime to either add a transfered call or restore from a backup */
"MyTime opened with invalid URL" = "MyTime geopend met foutieve URL";

/* More View Table MyTime Version */
"MyTime Version" = "MyTime Versie";

/* More View Table MyTime Website */
"MyTime Website" = "MyTime Website";

/* Name label for Call in editing mode */
"Name" = "Naam";

/* button bar title */
"Name Sorted" = "Naam";

/* Book Publication Name (kj) */
"Nations Shall Know I am Jehovah" = "Nations Shall Know I am Jehovah";

/* Call main title when you are adding a new call */
"New Call" = "Nieuw Nabezoek";

/* No dont delete the call */
"No" = "Nee";

/* NO for boolean switch in additional information */
"NO" = "NO";

/* return visit type name */
"Not At Home" = "Afwezig";

/* Call Metadata */
"Notes" = "Notes";

/* Short month name */
"Nov" = "Nov";

/* Long month name */
"November" = "November";

/* Call Metadata */
"Number" = "Number";

/* Number Placed label for the Number Picker for the number of publications placed */
"Number Placed:" = "Aantal verspreid:";

/* Short month name */
"Oct" = "Okt";

/* Long month name */
"October" = "Oktober";

/* OK button */
"OK" = "OK";

/* Section Title for Date Sorted Calls 'Oldest Return Visits First' */
"Oldest Return Visits First" = "Oudste Nabezoeken Eerst";

/* Book Publication Name (od) */
"Organized To Do Jehovah's Will" = "Georganiseerd";

/* Title in the 'Additional Information' for the entries that can be added per call */
"Other Information" = "Other Information";

/* Book Publication Name (go) */
"Our Incoming World Government" = "Our Incoming World Government";

/* Brochures Publication Name (op) */
"Our Problems" = "Onze Problemen";

/* Book Publication Name (pm) */
"Paradise Restored To Mandkind" = "Paradise Restored To Mandkind";

/* Call Metadata */
"Phone" = "Phone";

/* Statistics button to allow you to pick months to email to the congregation secretary */
"Pick Months To Email" = "Selecteer Maanden om te Emailen";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Pioneer" = "Pioneer";

/* View Title and ButtonBar Title for the Day's Bulk Placed Publications */
"Placements" = "Verspreidingen";

/* Placements Group title for the Day's Bulk Literature Placements */
"Placements:" = "Verspreidingen:";

/* More View Table Donation request */
"Please Donate, help me help you" = "Doneren";

/* Multiple Users: This message is displayed when fails to enter a username when there is more than one user in the system */
"Please enter a name since you have more than one user of MyTime" = "Please enter a name since you have more than one user of MyTime";

/* This is the warning message that shows up in the More->Settings->Multiple Users when you are editing the user */
"Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!" = "Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!";

/* More->Settings->Remove Custom Translation: confirmaiton message when you have applied the 'Remove Custom Translation' */
"Please quit MyTime to apply change" = "Please quit MyTime to apply change";

/* This message is displayed after a successful import of a call or a restore of a backup */
"Please quit mytime to complete the import/restore." = "Sluit de MyTime applicatie om de import/restore te voltooien.";

/* Information for the user to know what is going on with this and new releases */
"Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)" = "Bezoek http://mytime.googlecode.com voor de FAQ en de feature aanvragen.\nEr ie veel werk gestoken in MyTime, als U dit porgramma handig vind, is een donatie welkom.  Is Engels niet uw moedertaal en wilt u helpen vertalen? Email me (Kijk in het scherm More onder Settings)";

/* initial setup message beore we have advertized the backup service (this message needs to be a bit long because the alertView can not resize when first shown) */
"Please wait for the Backup Service to initalize...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Wachten op het opstarten van de Backup Service...\n\nGa naar http://mytime.googlecode.com voor meer informatie over de Backup Applicatie";

/* Confirmation message about enabling popup messages */
"Popup messages like this are now enabled to be shown once all throughout MyTime" = "Popup berichten als deze zijn nu aangezet";

/* Book Publication Name (jv) */
"Proclaimers" = "Verkondigers";

/* singular 'Publication' label for Number Picker; this is the label that is beside the number in the picker */
"Publication" = "Publicaties";

/* 'Publications' label for Number Picker; this is the label that is beside the number in the picker */
"Publications" = "Publicaties";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Publisher" = "Publisher";

/* More->Settings view publisher type setting title */
"Publisher Type" = "Publisher Type";

/* Brochures Publication Name (pr) */
"Purpose of Life" = "Doel Van Het Leven";

/* initial message when trying to transfer backup files */
"Pushed %@ translation file, restart MyTime to see the changes." = "Pushed %@ vertaalbestand, herstart MyTime om de veranderingen te zien.";

/* More View Table Questions, Comments? Email me */
"Questions, Comments? Email me" = "Vragen, Commentaar? Email mij";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC" = "Snelbouw";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC Hours" = "Snelbouw Uren";

/* Book Publication Name (rs) */
"Reasoning" = "Redeneren";

/* 'Reload' navigation bar action button for the Mapped Calls view */
"Reload" = "Herlaad";

/* More->Settings custom translation title */
"Remove Custom Translation" = "Remove Custom Translation";

/* Brochures Publication Name (rq) */
"Require" = "Verlangt";

/* Yes restore from the backup please */
"Restore from Backup" = "Terugzetten van Backup";

/* initial message when trying to transfer backup files */
"Restored Backup, restart MyTime to see the changes" = "Backup teruggezet, herstart MyTime om de veranderingen te zien";

/* return visit type name */
"Return Visit" = "Nabezoek";

/* Return Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Return Visit Notes" = "Nabezoek Notities";

/* Return Visits label on the Statistics View */
"Return Visits" = "Nabezoeken";

/* Book Publication Name (re) */
"Revelation Climax" = "Openbaring";

/* Brochures Publication Name (ol) */
"Road to Life" = "Road to Life";

/* Yes round up where %d is a placeholder for the number of hours */
"Round Up to %d hours" = "Afronden naar %d hours";

/* Brochures Publication Name (la) */
"Satisfying Life" = "Voldoening Schenkend Leven";

/* Brochures Publication Name (sj) */
"School" = "School";

/* Section Title when the user is searching */
"Search Results" = "Search Results";

/* email address for the congregation secretary */
"Secretary's email address" = "email addres Secretaris";

/* Title of the screen where you pick the publication type: Magazine, Book, tract... */
"Select %@" = "Selecteer %@";

/* Title for the view where you Pick A Date */
"Select Date" = "Selecteer Datum";

/* Title for the view where you manually select the location for the call */
"Select Location" = "Selectwwe Locatie";

/* 'Select Publication' Publication Picker title */
"Select Publication" = "Selecteer Publicatie";

/* Select Time Title for adding hours of field service to a particular day */
"Select Time" = "Selecteer Tijd";

/* Publication Type title */
"Select Type" = "Selecteer Type";

/* Multiple Users View title */
"Select User" = "Select User";

/* Send button like the send button in the email program, to send your field service activity report to the congregation secretary */
"Send" = "Verzenden";

/* initial message when trying to transfer backup files */
"Sending Settings to the Backup Application" = "Verstuur Instellingen naar de Backup Applicatie";

/* Short month name */
"Sep" = "Sep";

/* Long month name */
"September" = "September";

/* Service year total hours label */
"Service Year Total" = "Totaal Dienstjaar";

/* 'Settings' ButtonBar View text and Statistics View Title */
"Settings" = "Instellingen";

/* button that the user clicks when they have not read the FAQ or feature request list */
"Show me the webpage" = "Open de webpage";

/* Book Publication Name (Ssb) */
"Sing Praises" = "Zing Lofzangen";

/* View title */
"Sorted By ..." = "Sorted By ...";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Special Pioneer" = "Special Pioneer";

/* Brochures Publication Name (sp) */
"Spirits of the Dead" = "Geesten Van De Doden";

/* 'Start Time' navigation bar action button */
"Start Time" = "Start Tijd";

/* Set this to 1 if your country abbreviates the state in all capital letters, otherwise set this to 0 */
"State in all caps" = "1";

/* State or Country */
"State or Country" = "Overig";

/* 'Statistics' ButtonBar View text and Statistics View Title */
"Statistics" = "Statistieken";

/* 'Stop Time' navigation bar action button */
"Stop Time" = "Stop Tijd";

/* Street */
"Street" = "Straat";

/* Street Sorted button title */
"Street Sorted" = "Straat";

/* Call Metadata */
"String" = "String";

/* View title */
"Studies" = "Studies";

/* return visit type name */
"Study" = "Bijbelstudie";

/* Book Publication Name (su) */
"Survival Into a New Earth" = "Survival Into a New Earth";

/* Tracts Publication Name (T-72) */
"The Greatest Name" = "De Grootste Naam";

/* Multiple Users: This message is displayed when the user is renaming their name and it matches another user's name */
"There is already a user with this name" = "There is already a user with this name";

/* This is the first part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.\n\nReturn Visit Details:\n" = "Dit nabezoek draag ik over aan u, hier zijn de details.  Als u gebruik maakt van MyTime, open deze email dan op uw iPhone/iTouch en scroll helemaal naar het einde van deze email en klik op de link om deze informatie te importeren in MyTime.\n\nNabezoek Details:\n";

/* This is a note displayed when they first see the Statistics View */
"This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for." = "Hier wordt getoond de velddienstactiviteit van de maand inclusief:\nUren\nBoeken\nBrochures\nTijdschriften\nStudies\n Let op: alleen items welke zijn verspreidt worden getoond.";

/* Time for %@ Group title on the Statistics View where %@ is the month of the year */
"Time for %@" = "Tijd voor %@";

/* Hours view prompt when you press the start time button */
"Time started at: %@" = "Tijd gestart om: %@";

/* This is a note displayed when they first see the non editable call view */
"Touch the Edit button to add a return visit or you can see where your call is located by touching the address of your call" = "Tik op de Bewerk knop om een nabezoek toe te voegen of bekijk waar je nabezoek ligt door het adres aan te raken.";

/* Publication Type name */
"Tract" = "Tractaat";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Transfer, and Delete" = "Overzetten, en Verwijderen";

/* return visit type name when this call is transfered from another witness */
"Transfered Not At Home" = "Transfered Not At Home";

/* return visit type name when this call is transfered from another witness */
"Transfered Return Visit" = "Transfered Return Visit";

/* return visit type name when this call is transfered from another witness */
"Transfered Study" = "Transfered Study";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Traveling Servant" = "Traveling Servant";

/* Brochures Publication Name (ti) */
"Trinity" = "Drieëenheid";

/* Book Publication Name (tp) */
"True Peace and Security" = "True Peace and Security";

/* Book Publication Name (tr) */
"Truth That Leads to Eternal Life" = "Truth That Leads to Eternal Life";

/* Return visit type label */
"Type" = "Soort";

/* Book Publication Name (uw) */
"United in Worship" = "United in Worship";

/* Sorted by Street Calls view section title for an unknown street */
"Unknown" = "Onbekend";

/* Call Metadata */
"URL" = "URL";

/* This is a very important message that is at the end of the email used to transfer a call to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :( */
"VERIFICATION CHECK: all data was contained in this email" = "VERIFICATIE CHECK: alle data is bijgevoegd in deze email";

/* More View Table Group Title */
"Version" = "Versie";

/* Title for the view where you write notes for a call */
"Visit Notes" = "Bezoek Notities";

/* Return Visit Type title */
"Visit Type" = "Soort Bezoek";

/* initial message when trying to transfer backup files */
"Waiting for the Backup Application to connect...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Wachten op de Backup Applicatie...\n\nGa naar mytime.googlecode.com voor meer info over de Backup Applicatie";

/* Magizine Publication Name (w) */
"Watchtower" = "De Wachttoren";

/* Tracts Publication Name (T-14) */
"What Do Jehovah's Witnesses Believe?" = "Jehovah's Getuigen-Wat geloven zij?";

/* Book Publication Name (bh) */
"What Does the Bible Teach?" = "Leert de Bijbel";

/* Tracts Publication Name (T-16) */
"What Hope for Dead Loved Ones?" = "Hoop Voor Gestorven Geliefden";

/* Brochures Publication Name (we) */
"When Someone Dies" = "Wanneer Iemand Sterft";

/* This is the section title for transferred calls in the view that allows you to select a visit type for your call */
"When Transfered To You:" = "When Transfered To You:";

/* Brochures Publication Name (ie) */
"When We Die" = "Wanneer We Sterven";

/* Tracts Publication Name (T-73) */
"Who Are Jehovah's Witnesses?" = "Wie Zijn Jehovah's Getuigen?";

/* Tracts Publication Name (T-22) */
"Who Really Rules the World?" = "Wie Is De Werkelijke Heerser Van De Wereld?";

/* Brochures Publication Name (wj) */
"Why Worship God" = "Waarom God Aanbidden";

/* Tracts Publication Name (T-13) */
"Why You Can Trust the Bible" = "In De Bijbel Geloven";

/* Tracts Publication Name (T-19) */
"Will This World Survive?" = "Zal Deze Wereld Blijven Bestaan?";

/* Brochures Publication Name (wi) */
"World Without War" = "Wereld Zonder Oorlog";

/* Book Publication Name (ws) */
"Worldwide Security" = "Worldwide Security";

/* Book Publication Name (wt) */
"Worship the Only True God" = "Worship the Only True God";

/* Campaign Tract Publication Name (kt) */
"Would You Like To Know the Truth?" = "Bent u benieuwd naar de Waarheid?";

/* If the publisher has 1 hour 14 minutes, this question shows up in the statistics view if they click on the hours for a month, this question is asking them if they want to round up or roll over the minutes */
"Would you like to move %d minutes from the month of %@ to the next month? Or, round up to %d hours for %@?\n(This will change the time that you put in the Hours view so you can undo this manually)" = "Wilt u de %1$d minuten van de maand %2$@ meenemen naar de volgende maand? Of, wilt u de %3$d uren afronden naar %4$@?\n(Dit zal de tijd in het scherm Uren aanpassen, zodat u dit nog handmatig kunt wijzigen)";

/* Yes delete the call */
"Yes" = "Ja";

/* YES for boolean switch in additional information */
"YES" = "YES";

/* Transferr this call from another user */
"Yes, add call" = "Ja, toevoegen nabezoek";

/* Call Metadata */
"YES/NO Switch" = "YES/NO Switch";

/* This is the second part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n" = "U kunt dit nabezoek importenen in MyTime door op de onderstaande link in deze email te klikken vanaf uw iPhone/iTouch.  Controleer dat direct na deze link de tekst \"VERIFICATION CHECK:\" staat, dit zorgt ervoor dat alle informatie in deze email aanwezig is\n";

/* This is the body of the email that is sent when you go to More->Settings->Email Backup */
"You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n\nWARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP\n\n" = "You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email\n\nWARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP\n\n";

/* This message gets displayed when the user is trying to add a call from an email when the call was transferred from another iphone/itouch */
"You are trying to import a call into MyTime, are you sure you want to do this?" = "U probeert een nabezoek te importeren in MyTime, weet u dit zeker?";

/* This message gets displayed when the user is trying to restore from a backup from the email program */
"You are trying to restore all MyTime data from a backup, are you sure you want to do this?  THIS WILL DELETE ALL OF YOUR CURRENT DATA" = "You are trying to restore all MyTime data from a backup, are you sure you want to do this?  THIS WILL DELETE ALL OF YOUR CURRENT DATA";

/* This message is displayed when the user clicks on a Call then clicks on Edit and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime." = "You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime.";

/* Book Publication Name (ype-1) */
"Young People Ask 1" = "Jonge mensen vragen 1";

/* Book Publication Name (ype-2) */
"Young People Ask 2" = "Jonge mensen vragen 2";

/* Tracts Publication Name (yi) */
"Your Life" = "Your Life";

/* Book Publication Name (yy) */
"Your Youth" = "Your Youth";

